Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Opium alkaloid preparations
it: Preparati di alcaloidi oppiacei

source: Oral vaccine preparations
it: Prodotti per vaccini orali

source: Orthodontic alginate for dental impressions
it: Alginato ortodontico per impronte dentali

source: Pancreas hormone preparations
it: Preparati ormonali per il pancreas

source: Pharmaceutical agents affecting digestive organs
it: Agenti farmaceutici che interessano gli organi digestivi

source: Pharmaceutical agents affecting metabolism
it: Agenti farmaceutici che interessano il metabolismo

source: Pharmaceutical agents affecting peripheral nervous system
it: Agenti farmaceutici che interessano il sistema nervoso periferico

source: Pharmaceutical agents affecting sensory organs
it: Agenti farmaceutici che interessano gli organi sensoriali

source: Pharmaceutical agents for epidermis
it: Agenti farmaceutici per l'epidermide

source: Pharmaceutical agents for treating physically caused lesions
it: Agenti farmaceutici per la cura di lesioni fisiche

source: Pharmaceutical preparations acting on the central nervous system
it: Preparati farmaceutici che agiscono sul sistema nervoso centrale

source: Pharmaceutical preparations for inhalation for the treatment of pulmonary hypertension
it: Preparati farmaceutici da inalazione per il trattamento dell'ipertensione polmonare

source: Pharmaceutical preparations for ocular or intraocular surgery
it: Preparati farmaceutici per chirurgia oculare o intraoculare

source: Pharmaceutical preparations for peripheral nervous system
it: Preparati farmaceutici per il sistema nervoso periferico

source: Pharmaceutical preparations for treating allergies
it: Preparati farmaceutici per il trattamento di allergie

source: Pharmaceutical preparations for treating diabetes
it: Preparati farmaceutici per il trattamento del diabete

source: Pharmaceutical preparations for treating hypertension
it: Preparati farmaceutici per il trattamento dell'ipertensione

source: Pharmaceutical preparations for treating skin disorders
it: Preparati farmaceutici per il trattamento di disturbi cutanei

source: Pharmaceutical preparations for use in dermatology
it: Preparati farmaceutici per trattamenti dermatologici

source: Pharmaceutical preparations for wounds
it: Preparati farmaceutici per le ferite

source: Pharmaceutical products and preparations for chloasma
it: Preparati e prodotti farmaceutici contro il cloasma

source: Pharmaceutical products and preparations for hydrating the skin during pregnancy
it: Preparati e prodotti farmaceutici per idratare la pelle durante la gravidanza

source: Pharmaceutical products and preparations for pregnancy blemishes
it: Preparati e prodotti farmaceutici per macchie dovute alla gravidanza

source: Pharmaceutical products and preparations for preventing skin blemishes during pregnancy
it: Preparati e prodotti farmaceutici per prevenire le macchie della pelle durante la gravidanza

source: Pharmaceutical products and preparations to prevent stretch marks
it: Preparati e prodotti farmaceutici per prevenire le smagliature

source: Pharmaceutical products and preparations to prevent swelling in the legs
it: Prodotti e preparati farmaceutici per prevenire il gonfiore alle gambe

source: Pharmaceutical products for ophthalmological use
it: Prodotti farmaceutici per uso oftalmologico

source: Pharmaceutical products for the treatment of bone diseases
it: Prodotti farmaceutici per la cura delle malattie ossee

source: Pharmaceutical products for treating respiratory diseases
it: Prodotti farmaceutici per la cura delle malattie respiratorie

source: Pharmaceutical solutions used in dialysis
it: Soluzioni farmaceutiche usate in dialisi

source: Pituitary hormone preparations
it: Preparati ormonali pituitari

source: Prenatal vitamins
it: Vitamine prenatali

source: Preparations for cleansing the skin for medical use
it: Preparati per detergere la pelle per uso medico

source: Preparations for detecting genetic predispositions for medical purposes
it: Preparati per la rilevazione di predisposizioni genetiche per uso medico

source: Preparations for detecting mutation in prion genes for medical purposes
it: Preparati per la rilevazione di mutazioni genetiche prioniche per uso medico

source: Preparations for the treatment of asthma
it: Preparati per il trattamento dell'asma

source: Reagents and media for medical and veterinary diagnostic purposes
it: Reagenti e strumenti per finalità diagnostiche mediche e veterinarie

source: Respiratory stimulants
it: Stimolanti respiratori

source: Sanitary sterilising preparations
it: Prodotti per la sterilizzazione sanitaria

source: Sealing agents for dental purposes
it: Sigillanti per uso odontoiatrico

source: Synthetic materials for dental use for fillings
it: Materiali sintetici per uso odontoiatrico per otturazioni

source: Thyroid and para-thyroid hormone preparations
it: Preparati ormonali tiroidei e paratiroidei

source: Tooth prophylactics
it: Profilassi dentale

source: Tryptophane preparations
it: Preparati a base di triptofano

source: Urinary tract disinfectants
it: Disinfettanti delle vie urinarie

source: Vaccines against pneumococcal infections
it: Vaccini contro infezioni pneumococciche

source: Vaccines for cattle
it: Vaccini per il bestiame

source: Vaccines for horses
it: Vaccini per cavalli

source: Veterinary preparations for treatment of intestinal bacteria
it: Prodotti veterinari per il trattamento di batteri intestinali

source: Veterinary vaccines
it: Vaccini veterinari

source: Vitamins and vitamin preparations
it: Vitamine e preparati vitaminici

source: Activated charcoal used as an antidote to poisons
it: Carbone attivo utilizzato come antidoto ai veleni

source: Allergy medication
it: Farmaci antiallergici

source: Pregnancy testing preparations
it: Preparati per test di gravidanza

source: Dental mastics
it: Mastici dentari

source: Dental cements
it: Cementi dentari

source: Dental amalgams
it: Amalgami dentarie

source: Corn rings for the feet
it: Anelli per calli ai piedi

source: Medicated mouthwash
it: Collutori medicati

source: Sulfonamide preparations
it: Preparazioni con sulfamidici

source: Sulfonamides [medicines]
it: Sulfamidici [medicamenti]

source: Germicides
it: Germicidi

source: Bactericides
it: Battericidi

source: Adhesive plasters
it: Cerotti adesivi

source: Dietary and nutritional supplements
it: Integratori alimentari dietetici

source: Sanitary panties
it: Mutandine igieniche

source: Powdered milk for babies
it: Latte in polvere per neonati

source: Lacteal flour for babies
it: Farine lattee per neonati

source: Dietetic food preparations adapted for medical use
it: Prodotti alimentari dietetici per uso medico

source: Dietetic foods adapted for medical purposes
it: Alimenti dietetici per uso medico

source: Cotton wool for medical use
it: Ovatta idrofila [per uso medico]

source: Cotton for medical purposes
it: Cotone per uso medico

source: Wadding for medical purposes
it: Ovatta per uso medico

source: Purgatives
it: Purganti

source: Laxatives
it: Lassativi

source: Dental impression materials
it: Materie per impronte dentarie

source: Menstruation bandages
it: Assorbenti periodici

source: Pastilles for pharmaceutical purposes
it: Pastiglie per uso farmaceutico

source: Food for infants
it: Alimenti per neonati

source: Fungicides
it: Fungicidi

source: Diagnostic biomarker reagents for medical purposes
it: Reagenti diagnostici biomarcatori per uso medico

source: Diagnostic preparations for veterinary purposes
it: Preparazioni diagnostici per uso veterinario

source: Cotton swabs for medical purposes
it: Bastoncini di cotone per uso medico

source: Scrubs [preparations] for medical use
it: Esfolianti [preparati] per uso medico

source: Carpet deodorizers
it: Deodoranti per tappeti

source: Pharmaceutical preparations for the treatment of musculo-skeletal disorders
it: Prodotti farmaceutici per il trattamento di disturbi muscolo-scheletrici

source: Pharmaceutical preparations for the treatment of hypercholesteremia
it: Prodotti farmaceutici per il trattamento dell'ipercolesterolemia

source: Pharmaceutical preparations for the treatment of hyperlipidemia
it: Prodotti farmaceutici per il trattamento dell'iperlipidemia

source: Pharmaceutical products and preparations against dry skin caused by pregnancy
it: Prodotti e preparati farmaceutici contro la secchezza della pelle causata dalla gravidanza

source: Strychnine poison
it: Veleno stricnina

source: Medicated anti-cavity mouthwashes
it: Colluttori medicinali anticarie

source: Pharmaceutical preparations for the treatment of immune system related diseases and disorders
it: Preparati farmaceutici per la cura di malattie e disturbi del sistema immunitario

source: Gels for dermatological use
it: Gel per uso dermatologico

source: Creams for dermatological use
it: Creme per uso dermatologico

source: Anti-inflammatory preparations
it: Preparati antinfiammatori

source: Antipyretic preparations
it: Preparati antipiretici

source: Bacterial preparations for medical purposes
it: Preparati batterici per uso medico

source: Bacterial preparations for veterinary purposes
it: Preparati batterici per uso veterinario

source: Bacteriological preparations for medical purposes
it: Preparati batteriologici per uso medico

source: Bacteriological preparations for veterinary purposes
it: Preparati batteriologici per uso veterinario

source: Deodorants for clothing
it: Deodoranti per indumenti

source: Deodorants for textiles
it: Deodoranti per tessuti

source: Greases for medical or veterinary purposes
it: Grassi per uso medico o veterinario

source: Intravenous fluids used for rehydration, nutrition and the delivery of pharmaceutical preparations
it: Fluidi endovenosi per reidratazione, nutrizione e somministrazione di prodotti farmaceutici

source: Material for dental bridges
it: Materiali per ponti dentari

source: Material for dental crowns
it: Materiali per corone dentarie

source: Material for repairing teeth
it: Materiali per riparazione di denti

source: Medicated mouth care preparations
it: Prodotti medicinali per uso orale

source: Medicated mouth treatment preparations
it: Prodotti medicati per trattamenti orali

source: Oiled paper for medical purposes
it: Carta oleata per uso medico

source: Petroleum jelly for medical or veterinary purposes
it: Gelatina di petrolio per uso medico o veterinario

source: Pharmaceutical preparations and substances for the treatment of gastro-intestinal diseases
it: Prodotti e sostanze farmaceutici per il trattamento di malattie gastrointestinali

source: Pharmaceutical preparations for the prevention of osteoporosis
it: Prodotti farmaceutici per la prevenzione dell'osteoporosi

source: Pharmaceutical preparations for the treatment of hormonal disorders
it: Prodotti farmaceutici per il trattamento di disturbi ormonali

source: Pharmaceutical preparations for treating allergic rhinitis
it: Preparati farmaceutici per il trattamento della rinite allergica

source: Pharmaceutical products for the treatment of infectious diseases
it: Prodotti farmaceutici per il trattamento di malattie infettive

source: Yeast extracts for medical, veterinary or pharmaceutical purposes
it: Estratti di lievito per uso medico, veterinario e farmaceutico

source: Yeast for medical, veterinary or pharmaceutical purposes
it: Lievito per uso medico, veterinario o farmaceutico

source: Reagents for use in medical genetic testing
it: Reagenti per test medici genetici

source: Reagents for use in veterinary genetic testing
it: Reagenti per test genetici veterinari

source: Probiotic supplements
it: Integratori probiotici

source: Reagents for medical use
it: Reagenti per uso medico

source: Royal jelly for medical purposes
it: Pappa reale per uso medico

source: Urease for medical purposes
it: Ureasi per uso medico

source: Trypsins for medical purposes
it: Tripsina per uso medico

source: Vaccines for human use
it: Vaccini per uso umano

source: Pharmaceutical preparations and substances for use in the field of anesthesia
it: Preparazioni e sostanze farmaceutiche utilizzate in anestesiologia

source: Pharmaceutical preparations and substances for use in oncology
it: Preparazioni e sostanze farmaceutiche utilizzate in oncologia

source: Pharmaceutical preparations and substances for use in urology
it: Preparazioni e sostanze farmaceutiche utilizzate in urologia

source: Pharmaceutical preparations and substances for use in gynecology
it: Preparazioni e sostanze farmaceutiche utilizzate in ginecologia

source: Dietary supplements consisting of vitamins
it: Integratori alimentari di vitamine

source: Pharmaceutical preparations and substances with anti-inflammatory properties
it: Preparazioni e sostanze farmaceutiche con proprietà antiinfiammatorie

source: Pharmaceutical preparations and substances with antipyretic properties
it: Preparazioni e sostanze farmaceutiche con proprietà antipiretiche

source: Pharmaceutical preparations and substances with analgesic properties
it: Preparazioni e sostanze farmaceutiche con proprietà analgesiche

source: Pharmaceutical preparations and substances for the treatment of cancer
it: Preparazioni e sostanze farmaceutiche per il trattamento del cancro

source: Pharmaceutical preparations and substances for the prevention of cancer
it: Preparazioni e sostanze farmaceutiche per la prevenzione del cancro

source: Pharmaceutical preparations for treating sports injuries
it: Preparazioni farmaceutiche per il trattamento delle lesioni sportive

source: Medicinal preparations for the treatment of infectious diseases
it: Preparazioni medicinali per il trattamento di malattie infettive

source: Diagnostic substances for medical use
it: Sostanze diagnostiche per uso medico

source: Pharmaceutical preparations for the treatment of osteoporosis
it: Preparazioni farmaceutiche per il trattamento dell'osteoporosi

source: Biological reagents for medical use
it: Reagenti biologici per uso medico

source: Biological reagents for veterinary use
it: Reagenti biologici per uso veterinario

source: Chemical reagents for medical use
it: Reagenti chimici per uso medico

source: Chemical reagents for veterinary use
it: Reagenti chimici per uso veterinario

source: Disposable babies' diapers of paper and cellulose
it: Pannolini di carta e cellulosa per neonati, usa e getta

source: Fodder supplements for veterinary purposes
it: Integratori per foraggio per uso veterinario

source: Slimming tea for medical purposes
it: Tè dimagrante per uso medico

source: Petroleum jelly for veterinary use
it: Gelatina di petrolio per uso veterinario

source: Metal alloys for dental use
it: Leghe metalliche per uso dentale

source: Paper liners for diapers
it: Fodere di carta per pannolini

source: Pharmaceutical preparations for inducing erections
it: Preparazioni farmaceutiche per indurre l'erezione

source: Pesticides for horticultural use
it: Pesticidi per uso orticolo

source: Nutritional supplements for livestock feed
it: Integratori alimentari per alimenti per bestiame

source: Clinical diagnostic reagents
it: Reagenti di diagnostica clinica

source: Pharmaceutical preparations for the prevention of stretch marks
it: Preparazioni farmaceutiche per prevenire la comparsa di smagliature

source: Pharmaceutical preparations for hydrating the skin during pregnancy
it: Preparazioni farmaceutiche per idratare la pelle durante la gravidanza

source: Pharmaceutical preparations for treating chloasma
it: Preparazioni farmaceutiche per il trattamento del cloasma

source: Pharmaceutical preparations for treating dry skin caused by pregnancy
it: Preparazioni farmaceutiche per il trattamento della pelle secca durante la gravidanza

source: Ceramic alloys used in dental crowns
it: Leghe di ceramica per corone dentali

source: Porcelain materials for use in dentistry
it: Materiali di porcellana per uso in odontoiatria

source: Empty capsules for pharmaceuticals
it: Capsule vuote per prodotti farmaceutici

source: In vitro preparations for predicting ovulation
it: Preparazioni in vitro per la previsione dell'ovulazione

source: Vaginal moisturizers
it: Idratanti vaginali

source: Caffeine preparations for stimulative use
it: Prodotti alla caffeina per uso stimolante

source: Starch for pharmaceutical purposes
it: Amido per uso farmaceutico

source: Starch for dietetic use
it: Amido per uso dietetico

source: Biochemical preparations for veterinary use
it: Preparati biochimici per uso veterinario

source: Nutritional supplements for veterinary use
it: Integratori alimentari per uso veterinario

source: Tissues impregnated with antibacterial preparations
it: Fazzolettini imbevuti di preparazioni antibatteriche

source: Sealed radioactive substances for medical use
it: Sostanze radioattive sigillate per uso medico

source: Probiotic preparations for medical use to help maintain a natural balance of flora in the digestive system
it: Preparazioni probiotiche per uso medico per aiutare a mantenere la flora batterica equilibrata nell'apparato digerente

source: Pharmaceutical preparations for the treatment of cardiovascular disease
it: Preparazioni farmaceutiche per il trattamento di malattie cardiovascolari

source: Pharmaceutical preparations for the relief of insect bites
it: Preparati farmaceutici per il sollievo da punture di insetto

source: Pharmaceutical preparations for human use
it: Preparazioni farmaceutiche per uso umano

source: Mint-flavored chewing gum for medical use
it: Gomme da masticare alla menta per uso medico

source: Medicinal sprays
it: Spray medicamentosi

source: In vitro diagnostic preparations for medical use
it: Preparazioni diagnostiche in vitro per uso medico

source: Herbal creams for medical use
it: Creme a base di erbe per uso medico

source: Herbal sprays for medical use
it: Spray a base di erbe per uso medico

source: Medicinal healthcare preparations
it: Preparazioni medicamentose per la salute

source: Nicotine gum for use as an aid to stop smoking
it: Gomma alla nicotina per aiutare a smettere di fumare

source: Food supplements for veterinary use
it: Supplementi alimentari per uso veterinario

source: Disinfectants for medical apparatus and instruments
it: Disinfettanti per apparati e strumenti medici

source: Disinfectants for dental apparatus and instruments
it: Disinfettanti per apparati e strumenti odontotecnici

source: Cooling patches for medical use
it: Pezzuole fredde per uso medico

source: Biotechnological preparations for medical use
it: Prodotti biotecnologici per uso medico

source: Antipyretic drugs with sedative effect
it: Farmaci antipiretici con effetto sedativo

source: Anti-inflammatory analgesic plasters
it: Cerotti analgesici antinfiammatori

source: Skin care preparations for medical use
it: Prodotti per la cura della pelle per uso medico

source: Sanitary preparations for veterinary use
it: Prodotti igienici per uso veterinario

source: Nutritional supplements made of starch adapted for medical use
it: Integratori alimentari a base di amido, adattati a fini medici

source: Non-prescription medicines
it: Medicinali senza prescrizione

source: Tonics for medical use
it: Tonici per uso medico

source: Pharmaceutical preparations for the treatment of autoimmune diseases
it: Preparazioni farmaceutiche per il trattamento delle patologie autoimmuni

source: Pharmaceutical preparations for the treatment of central nervous system [CNS] diseases
it: Preparazioni farmaceutiche per il trattamento delle patologie del sistema nervoso centrale [SNC]

source: Pharmaceutical preparations for the treatment of multiple sclerosis
it: Preparazioni farmaceutiche per il trattamento della sclerosi multipla

source: Pharmaceutical preparations for use in oncology
it: Preparazioni farmaceutiche per uso oncologico

source: Pharmaceutical preparations for the treatment of Parkinson's disease
it: Preparazioni farmaceutiche per il trattamento della Malattia di Parkinson

source: Living cells for veterinary use
it: Cellule vive per uso veterinario

source: Living cells for medical use
it: Cellule vive per uso medico

source: Nasal sprays for medical purposes
it: Spray nasali per uso medico

source: Eye bandages for medical use
it: Bende oculari per uso medico

source: Mosquito repellants for application to the skin
it: Repellenti contro le zanzare per applicazione cutanea

source: Pharmaceutical preparations for regulating the immune system
it: Preparazioni farmaceutiche per la regolazione del sistema immunitario

source: Pharmaceutical preparations for treating malignant tumors
it: Preparazioni farmaceutiche per il trattamento dei tumori maligni

source: Pharmaceutical preparations for the treatment of digestive diseases
it: Preparazioni farmaceutiche per il trattamento delle patologie digestive

source: Pharmaceutical preparations for immunity adjustment
it: Preparazioni farmaceutiche per la regolazione immunitaria

source: Pharmaceutical preparations for activating cellular function
it: Preparazioni farmaceutiche per l'attivazione della funzione cellulare

source: Plant and herb extracts for medicinal use
it: Estratti di piante ed erbe per uso medico

source: Pharmaceutical preparations for dental use
it: Preparazioni farmaceutiche per uso odontoiatrico

source: Mineral preparations and substances for medical use
it: Preparazioni e sostanze a base di minerali per uso medico

source: Medicinal preparations and substances
it: Preparazioni e sostanze medicamentose

source: Herbal preparations for medical use
it: Preparazioni a base di erbe per uso medico

source: Pharmaceutical preparations and substances
it: Preparazioni e sostanze farmaceutiche

source: Vitamin enriched bread for therapeutic purposes
it: Pane arricchito con vitamine per uso terapeutico

source: Pharmaceutical preparations for the treatment of eye diseases and conditions
it: Preparazioni farmaceutiche per il trattamento dei disturbi e delle patologie oculari

source: Pharmaceutical preparations for use in urology
it: Preparazioni farmaceutiche per uso urologico

source: Insulin injectors sold filled with insulin
it: Iniettori di insulina pronti all'uso

source: Injectable dermal filler
it: Filler dermico iniettabile

source: Dietary supplements for controlling cholesterol
it: Integratori dietetici per il controllo del colesterolo

source: Dietary supplements for pets in the nature of a powdered drink mix
it: Integratori dietetici per animali sotto forma di bevande in polvere

source: Diagnostic radiopharmaceutical preparations
it: Preparazioni diagnostiche radiofarmaceutiche

source: Dental resin for temporary bridges, crowns and veneers
it: Resina odontoiatrica per ponti, corone e faccette temporanee

source: Antibacterial sprays
it: Spray antibatterici

source: Antimicrobial clay
it: Argilla antimicrobica

source: Pharmaceutical preparations containing caffeine
it: Preparazioni farmaceutiche contenenti caffeina

source: Anti-inflammatory sprays
it: Spray antinfiammatori

source: Anti-inflammatory gels
it: Gel antinfiammatori

source: Menthol vapor bath preparations for babies
it: Preparazioni mentolate per il bagno dei bambini

source: Pharmaceutical preparations for the treatment of viral diseases
it: Preparazioni farmaceutiche per il trattamento delle patologie virali

source: Contrast media for use with X-ray equipment
it: Mezzi di contrasto per le apparecchiature a raggi X

source: Pharmaceutical preparations for treating asthma
it: Preparazioni farmaceutiche per il trattamento dell'asma

source: Nucleic acid sequences for medical and veterinary purposes
it: Sequenze di acidi nucleici per uso medico e veterinario

source: Multi-purpose medicated analgesic balms
it: Balsami analgesici medicamentosi multiuso
